<section id="about" class="about">
      <div class="container" data-aos="fade-up">

        <div class="section-title">
           <h2>ประวัติความเป็นมา</h2>
          <p>ประวัติความเป็นมา วัดสวรรคาราม</p>
        </div>

        <div class="row content">
          <div class="col-lg-6">
            <p>
            วัดสวรรคาราม เป็นวัดราษฎร์สังกัดคณะสงฆ์ฝ่ายมหานิกาย ตั้งอยู่ในตำบลเมืองสวรรคโลก อำเภอสวรรคโลก 
    จังหวัดสุโขทัย เนื้อที่ของวัดประมาณ 10 ไร่เศษ ด้านหน้าติดแม่น้ำยม
            </p>
 
       
          </div>
          <div class="col-lg-6 pt-4 pt-lg-0">
            <p>
            วัดสวรรคารามตั้งวัดเมื่อ พ.ศ. 2429 ได้รับพระราชทานวิสุงคามสีมาเมื่อ พ.ศ. 2434 เดิมเรียกว่า 
วัดกลาง เพราะตั้งอยู่ระหว่างกลาง 2 ตำบล คือด้านเหนือเป็นตำบลวังพิณพาทย์ และด้านใต้เป็นตำบลวังไม้ขอน 
ซึ่งตั้งเป็นเมืองสวรรคโลก ต่อมาเมื่อ พ.ศ. 2450 พระปลัดคำ วัดสุทัศนเทพวรารามราชวรมหาวิหาร กรุงเทพมหานคร 
ได้รับแต่งตั้งให้เป็น พระครูสวรรค์วรนายก ดำรงตำแหน่งเจ้าคณะใหญ่เมืองสวรรคโลก ได้มาประจำอยู่ที่วัดกลาง ท่านจึงได้เปลี่ยนชื่อเป็น 
"วัดสวรรคาราม" บรรดาสิ่งก่อสร้างในวัดก่อน พ.ศ. 2526 เช่นโบสถ์ ศาลาการเปรียญ กุฏิ และเสนาสนะของวัดนี้ไม่ใหญ่โตนัก 
โบสถ์ซึ่งตั้งอยู่ทางด้านเหนือก็มีขนาดเล็กตัวโบสถ์แต่เดิมชำรุดทรุดโทรมมากได้มีการซ่อมแซมปฏิสังขรณ์ครั้งใหญ่ในสมัย พระอุปัชฌาย์อาจ เป็นเจ้าอาวาส[2]

            </p>
            <a href="https://th.wikipedia.org/wiki/%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%AA%E0%B8%A7%E0%B8%A3%E0%B8%A3%E0%B8%84%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%A1#:~:text=%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%AA%E0%B8%A7%E0%B8%A3%E0%B8%A3%E0%B8%84%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%A1%E0%B8%95%E0%B8%B1%E0%B9%89%E0%B8%87%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B9%88%E0%B8%AD%20%E0%B8%9E.%E0%B8%A8,%E0%B9%84%E0%B8%94%E0%B9%89%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B9%89%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99" 
            class="btn-learn-more">อ่านต่อ...</a>
          </div>
        </div>

      </div>
    </section>

    

